
{
  "songs":  [
  
    { 
      "index": 0,
      "title": "Piano Man",
      "artist": "Billy Joel",
      "text": "It's nine o'clock on a Saturday The regular crowd shuffles in There's an old man sitting next to me Makin' love to his tonic and gin He says, Son, can you play me a memory I'm not really sure how it goes But it's sad and it's sweet and I knew it complete When I wore a younger man's clothes.La la la, di da da La la, di da da da dum Sing us a song, you're the piano man Sing us a song tonight Well, we're all in the mood for a melody And you've got us feelin' alright Now John at the bar is a friend of mine He gets me my drinks for free And he's quick with a joke or to light up your smoke But there's someplace that he'd rather be He says, Bill, I believe this is killing me. As the smile ran away from his face Well I'm sure that I could be a movie starIf I could get out of this place Oh, la la la, di da da La la, di da da da dum Now Paul is a real estate novelist Who never had time for a wife And he's talkin' with Davy, who's still in the Navy And probably will be for life And the waitress is practicing politics As the businessmen slowly get stoned Yes, they're sharing a drink they call loneliness But it's better than drinkin' alone Sing us a song you're the piano man Sing us a song tonight Well we're all in the mood for a melody And you got us feeling alright It's a pretty good crowd for a Saturday And the manager gives me a smile 'Cause he knows that it's me they've been comin' to see To forget about life for a while And the piano, it sounds like a carnival And the microphone smells like a beer And they sit at the bar and put bread in my jar And say, Man what are you doin' here? Oh la la la di da da La la di da da da dum Sing us a song you're the piano man Sing us a song tonight Well we're all in the mood for a melody And you got us feeling alright"
    },
    {
      "index": 1,
      "title": "Waka Waka",
      "artist": "Shakira",
      "text": "You're a good soldier Choosing your battle Pick yourself up and dust yourself off and back in the saddle You're on the front line Everyone's watching You know it's serious we'getting closer, this isn't over The pressure is on You feel it But you've got it all Believe it When you fall get up oh oh And if you fall get up oh oh Tsamina mina zangalewa'Cause this is Africa Tsamina mina eh eh Waka waka eh ehTsamina mina zangalewa This time for Africa Listen to your God This is our motto Your time to shine don't wait in line y vamos por todoPeople are raising Their expectations Go on and feed them this is your moment no hesitations Today's your day I feel it   You paved the way Believe it If you get down get up oh oh When you get down get up eh eh Tsamina mina zangalewa This time for Africa Tsamina mina eh eh Waka waka eh eh Tsamina mina zangalewa  Anawa aa Tsamina mina eh eh Waka waka eh eh Tsamina mina zangalewa This time for Africa Ame la mejole biggi biggi mubbo wa A to Z Asi tsu zala makyuni biggi biggi mubbo from East to West    Asi waga waga ma eh eh waga waga ma eh eh Tendency suna tsibuye 'cause this is Africa (Africa, Africa Africa) Tsamina mina, Anawa a a Tsamina mina Tsamina mina, Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa Anawa a a Tsamina mina, eh eh Waka waka, eh eh Tsamina mina zangalewa This time for Africa Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a Django eh eh Django eh eh Tsamina mina zangalewa Anawa a a This time for Africa This time for Africa We're all Africa We're all Africa"
    },
    {
      "index": 2,
      "title": "Thank You",
      "artist": "Dido",
      "text": "My tea's gone cold, I wondering why I got out of bed at all The morning rain clouds up my window, and I can't see at all And even if I could it'd all be grey, but your picture on my wall It reminds me that it's not so bad, it's not so bad I drank too much last night, got bills to pay, my head just feels in pain I missed the bus and there'll be hell today, I'm late for work again And even if I'm there, they'll all imply that I might not last the day And then you call me and it's not so bad, it's not so bad and I want to thank you for giving me the best day of my life Oh just to be with you is having the best day of my life Push the door, I'm home at last and I'm soaking through and through Then you handed me a towel and all I see is you And even if my house falls down now, I wouldn't have a clue Because you're near me and I want to thank you for giving me the best day of my life Oh just to be with you is having the best day of my life I want to thank you for giving me the best day of my life Oh just to be with you is having the best day of my life."
    },
    {
      "index": 3,
      "title": "Shall we Dance?",
      "artist": "Peter Gabriel",
      "text": "The Book of Love is long and boring No one can lift the damn thing It's full of charts and facts and figures And instructions for dancing But I, I love it when you read to me And you, you can read me anything The Book of Love has music in it In fact, that's where music comes from Some of it's just transcendental Some of it's just really dumb But I, I love it when you sing to me And you, you can sing me anything The Book of love is long and boring And written very long ago It's full of flowers and heart-shaped boxes And things we're all too young to know But I, I love it when you give me things And you, you ought to give me wedding ringsAnd I, I love it when you give me things And you, you ought to give me wedding rings You ought to give me wedding rings"
    },
    {
      "index": 4,
      "title": "i",
      "artist": "Kendrick Lamar",
      "text": "This is a world premiere! This is a world premiere! I done been through a whole lot Trial, tribulation, but I know God Satan wanna put me in a bow tie Pray that the holy water don't go dry As I look around me So many motherfuckers wanna down me But an enemigo never drown me In front of a dirty double-mirror they found me And I love myself (The world is a ghetto with big guns and picket signs) I love myself (But it can do what it want whenever it want, I don't mind) I love myself (He said I gotta get up, life is more than suicide) I love myself (One day at a time, sun gonna shine) Everybody lookin' at you crazy (crazy!) What you gonna do? (what you gonna do?) Lift up your head and keep moving (keep moving) Or let the paranoia haunt you (haunt you)? Peace to fashion police, I wear my heart On my sleeve, let the runway start You know the miserable do love company What do you want from me and my scars? Everybody lack confidence, everybody lack confidence How many times my potential was anonymous? How many times the city making me promises? So I promise this I love myself (The world is a ghetto with big guns and picket signs) I love myself (But it can do what it want whenever it want, I don't mind) I love myself (He said I gotta get up, life is more than suicide) I love myself (One day at a time, sun gonna shine) They wanna say it's a war outside and a bomb in the street And a gun in the hood, and a mob of police And a rock on the corner, and a line for the fiend And a bottle full of lean, and a model on the scene yup These days of frustration keep y'all on tuck and rotation I duck these cold faces, post up fi-fie-fo-fum basis Dreams of reality's peace Blow steam in the face of the beast The sky could fall down, the wind could cry now The strong in me, I still smile I love myself (The world is a ghetto with big guns and picket signs) I love myself (But it can do what it want whenever it want, I don't mind) I love myself (He said I gotta get up, life is more than suicide) I love myself (One day at a time, sun gonna shine) Walk my bare feet (walk my bare feet) Down, down valley deep (down, down valley deep) Fi-fie-fo-fum (fi-fie-fo-fum) (I love myself) My heart undone (my heart undone)(I love myself) The world is a ghetto with big guns and picket signs (I love myself) But it can do what it want whenever it want, I don't mind (I love myself) He said I gotta get up, life is more than suicide (I love myself) One day at a time, sun gonna shine (I love myself) I went to war last night With an automatic weapon, don't nobody call a medic I'ma do it till I get it right I went to war last night I've been dealing with depression ever since an adolescent Duckin' every other blessin' I can never see the message I could never take the lead, I could never bob and weave From a negative and letting them annihilate me And it's evident I'm moving at a meteor speed Finna run into a building, lay my body in the street Keep my money in the ceiling, let my mama know I'm free Give my story to the children and a lesson they can read And the glory to the feeling of the holy unseen Seen enough, make a motherfucker scream, I love myself! I lost my head I must've misread what the good book said Oh woes keep me, it's a jungle inside Give myself again 'til the well runs dry"
    },
    {
      "index": 5,
      "title": "Killing in the Name",
      "artist": "Rage Against the Machine",
      "text": "Killing in the name of... Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Ugh! Killing in the name of... Killing in the name of... Now you do what they told ya Now you do what they told ya Now you do what they told ya Now you do what they told ya And now you do what they told ya And now you do what they told ya And now you do what they told ya And now you do what they told ya And now you do what they told ya And now you do what they told ya And now you do what they told ya But now you do what they told ya!! Well now you do what they told ya!! Those who died are justified For wearing the badge They're the chosen whites You justify those that died By wearing the badge They're the chosen whites Those who died are justified For wearing the badge They're the chosen whites You justify those that died By wearing the badge They're the chosen whites Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Some of those that work forces, are the same that burn crosses Ugh! Killing in the name of... Killing in the name of... Now you do what they told ya Now you do what they told ya Now you do what they told ya Now you do what they told ya And now you do what they told ya (Now you're under control) And now you do what they told ya (Now you're under control) And now you do what they told ya (Now you're under control) And now you do what they told ya (Now you're under control) And now you do what they told ya (Now you're under control) And now you do what they told ya (Now you're under control) And now you do what they told ya (NOW YOU'RE UNDER CONTROL!) AND NOW YOU DO WHAT THEY TOLD YA! Those who died are justified For wearing the badge They're the chosen whites You justify those that died By wearing the badge They're the chosen whites Those who died are justified For wearing the badge They're the chosen whites You justify those that died By wearing the badge They're the chosen whites Come on! Ugh! Yeah! Come on! Ugh! Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me  Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me Fuck you, I won't do what you tell me!"
    },
    {
      "index": 6,
      "title": "Perfect Places",
      "artist": "Lorde",
      "text": "Every night, I live and die Feel the party to my bones Watch the wasters blow the speakers Spill my guts beneath the outdoor light It's just another graceless night I hate the headlines and the weather I'm nineteen and I'm on fire But when we're dancing I'm alright It's just another graceless night Are you lost enough? Have another drink, get lost in us This is how we get notorious, oh 'Cause I don't know If they keep tellin' me where to go I'll blow my brains out to the radio, oh All of the things we're taking 'Cause we are young and we're ashamed Send us to perfect places All of our heroes fading Now I can't stand to be alone Let's go to perfect places Every night, I live and die Meet somebody, take 'em home Let's kiss and then take off our clothes It's just another graceless night, 'cause All of the things we're taking 'Cause we are young and we're ashamed Send us to perfect places All of our heroes fading Now I can't stand to be alone Let's go to perfect places All the nights spent off our faces Trying to find these perfect places What the fuck are perfect places anyway? All the nights spent off our faces Trying to find these perfect places What the fuck are perfect places anyway? All the nights spent off our faces Trying to find these perfect places What the fuck are perfect places anyway?"
    },
    {
      "index": 7,
      "title": "Stupid Me",
      "artist": "MAGIC!",
      "text": "Oh oh oh, oh oh, oh oh Oh oh oh, oh oh, oh oh Oh oh oh, oh oh, oh oh Stupid me, I don't know how to slow down Felt your touch and now I want it all now (Oh) Waiting by the phone begging for a call now Centuries go by, and still there's no sound Why do you play with my heart, why do do do you? (Do do do you, do do do you) When you know that I see right through through through you? (Oh) But if you don't love me the way I love you And if you don't want me the way I want you Hey if you don't need me the way I need you (Oh) I just got one thing to say to you, fuck you Stupid you, you don't know how to act right Gave you the best sleep you ever had in your life (Oh) And all you had to do was kiss me goodnight A sweeter man like me you won't find (Oh) So why do you play with my heart, why do do do you? (Do do do you, do do do you) When you know that I see right through through through you? (Oh) But if you don't love me the way I love you And if you don't want me the way I want you Hey if you don't need me the way I need you (Oh) I just got one thing to say to you, fuck you Oh oh oh, oh oh, oh oh Oh oh oh, oh oh, oh oh Oh oh oh, oh oh, oh oh Oh oh oh, oh oh, oh oh So why do you play with my heart, why do do do you? (Do do do you, do do do you) Ey When you know that I see right through through through you? (Oh) So if you don't love me the way I love you And if you don't want me the way I want you Then if you don't need me the way I need you (Oh) Now I just got one thing to say to you, fuck you Ey, stupid you, oh oh oh Stupid me for falling for you Stupid me for falling for you"
    }
  ]
  }